Repository: Mo0812/nobeestoday2
Catalog: No Bees Today/*.lproj/Localizable.strings
Languages: de

source: You haven't take your pill yet:
de: Du hast deine Pille noch nicht genommen:

source: Time until pill taking:
de: Zeit bis zur Pilleneinnahme:

source: You forgot to take the pill
de: Du hast deine Pille vergessen

source: Remember!
de: Denk dran!

source: Today no pill is needed
de: Heute ist keine Pille nötig

source: You have taken your pill
de: Du hast die Pille eingenommen

source: Perfect!
de: Super!

source: Monthly statistics
de: Monatsstatistik

source: What's happen today?
de: Was hast du an diesem Tag gemacht?

source: Pill taken
de: Pille genommen

source: Pill forgotten
de: Pille vergessen

source: Abort
de: Abbrechen
